{"feeds": [{"URL": "http://www.bbc.co.uk/news/world-australia-42657234", "Description": "Can a series of scorching summers be blamed on climate change  and what do they tell us?", "Title": "How Australia's extreme heat might be here to stay"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42655865", "Description": "A passerby found the woman outside the Baltimore hospital when temperatures were close to freezing.", "Title": "Hospital apologises for 'dumping' gowned patient in cold"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/h0R78A4IU-0/puerto-rico-hurricane-maria-drive-sje-lon-orig.cnn", "Description": "Fallen power lines  flooding  debris ... obstacles litter roads in Puerto Rico after Hurricane Maria ripped through the island.\n    \n", "Title": ""}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Vum11ibZYTo/index.html", "Description": "On Friday  Cleveland residents enjoyed a balmy day with a high of 60 degrees.\n    \n", "Title": "Temperatures plunge in eastern US"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/IyRPW5aL2X0/index.html", "Description": "\n    \n", "Title": "Hunters: We can stop animal extinction"}, {"URL": "http://www.bbc.co.uk/news/uk-politics-42654268", "Description": "Theresa May's environment policy pledge is the latest step in the party's journey on the issue.", "Title": "Have the Tories blown hot and cold on the environment?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/rfW5f-k_vWA/how-climate-change-is-turning-green-turtle-populations-female-in-the-northern-great-barrier-reef", "Description": "Because incubation temperature of turtle eggs determines the animal s sex  a warmer nest results in more females. Increasing temperatures in Queensland s north  linked to climate change  have led to virtually no male northern green sea turtles being born.", "Title": "How climate change is turning green turtle populations female in the northern Great Barrier Reef"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/GUsB_BXV_ZA/looking-for-a-new-year-s-resolution-put-your-food-waste-on-a-diet", "Description": "Around the world  a third of the food we grow and process to feed people never reaches our plates (or our bellies). That has serious impacts on the planet's water  energy  and wildlife! Try exercising these tips to drop those food waste pounds", "Title": "Looking for a New Year's resolution? Put your food waste on a diet"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/sY35wkdYZLA/indus-river-dolphin-numbers-on-the-rise-with-the-help-of-local-communities", "Description": "A new WWF survey says there are now an estimated 1 816 Indus river in Pakistan 50% more than the 1 200 dolphins estimated after an initial census in 2001 when the species appeared to be on the brink of extinction.", "Title": "Indus river dolphin numbers on the rise with the help of local communities"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/v6HZ9MjLqcY/new-species-discovered-in-the-greater-mekong", "Description": "Not every newly-discovered species becomes a cartoon character. But the Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) has achieved such fame as  Shini   a lizard who teaches the importance of protecting his species to local schoolchildren.\nThe lizard is just one of 115 species including a snail-eating turtle and a horseshoe bat discovered in the Greater Mekong region in 2016. That s an average of more than two new species found each week. A new WWF Report  Stranger Species  documents the work of hundreds of scientists around the world who have discovered previously unknown amphibians  fish  reptiles  plants and mammals in Cambodia  Laos  Myanmar  and Vietnam.\nMeet a few of the Greater Mekong species from the latest report:The mountain horseshoe bat  (Rhinolophus monticolus)  is found in the evergreen forests of mountainous Laos and Thailand. Its distinctive horseshoe-shaped facial structure known as a noseleaf has been likened to a character from the cantina scene in Star Wars.The Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) is a medium-sized lizard that lives in remote freshwater and evergreen forest habitats of South China and Northern Vietnam. It is so heavily threatened by habitat destruction  coal mining and collection for the pet trade that as few as 200 individuals could remain in Vietnam. The lizard has been immortalized in a comic strip in which the character  Shini   explains to school children the importance of protecting lizards.A snail eating turtle (Malayemys isan) was discovered by a scientist in a local market in Northeast Thailand where shopkeepers say they pulled the animals from a nearby canal. The turtle is under threat from growing infrastructure including dikes and dams.Two new species of moles were found in a network of streams and rivers in Vietnam. Unlike many species in the region  moles have been able to maintain a steady population and escape threats as going underground keeps them out of site from poachers and safe from other threats.A vibrantly colored frog  Odorrana Mutschmanni is one of five new species discovered in the same karst forest in Northern Vietnam. Their forest home is in desperate need of protection as it is threatened by quarrying for cement and road construction.The freshwater loach fish from Cambodia sports striking black and brown stripes on its elongated body. So far these fish have only been found in smaller streams and not in any larger mainstream rivers  where large hydropower dams and agricultural runoff can threaten wildlife.\nSince 1997  more than 2 500 species have been discovered in the Greater Mekong region. It s a positive sign of biodiversity in a region where wildlife remains under tremendous threat. Intense development from mines to roads to dams threatens the habitats so many species call home. Poaching for bushmeat and the illegal wildlife trade puts wildlife at dire risk. As a result  many species could be lost before they are even discovered.\nWWF is working to stop the illegal wildlife trade by shutting down the biggest illegal markets in the Greater Mekong. Working with partners and across borders  WWF aims to significantly reduce illegal trade in key threatened species such as elephants  tigers and rhinos through legislation  transboundary cooperation and improved law enforcement. By safeguarding these species  we protect biodiversity and keep important natural landscapes intact.\n      ", "Title": "New species discovered in the Greater Mekong"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/h8SHsxY-ipk/new-species-of-orangutan-announced", "Description": "A new great ape species the Tapanuli orangutan was officially announced by an international team of scientists today. With 800 or fewer individuals  the Tapanuli orangutan is the rarest of all great apes.", "Title": "New species of orangutan announced"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "https://www.theguardian.com/world/2018/jan/13/burning-oil-tanker-sanchi-china-two-bodies-recovered", "Description": "Chinese salvage teams manage to board the stricken Iranian vessel Sanchi before being driven back by temperatures of 89CA Chinese salvage team has recovered two bodies from a stricken Iranian oil tanker that was still blazing a week after it caught fire and was left adrift following a collision in the East China Sea  the state news agency Xinhua reported. The four members of the salvage team wore respirators to board the Sanchi on Saturday  where they found the two bodies on the deck.  Continue reading...", "Title": "Two bodies recovered from burning oil tanker adrift off China coast"}, {"URL": "https://www.theguardian.com/tv-and-radio/2018/jan/13/the-wine-show-review-channel-5", "Description": "Actor pals Matthew Goode and James Purefoy drive around Provence in search of the perfect wine to have with dinner. Nice for them  but is it tasty TV?I got into a minor Twitter spat with a few people in the wine community recently. I'd made an ignorant comment in a review about wine being deeply boring and some readers took exception.  Only deeply boring if you don't care about taste  economics  sociology  history  politics  geology  climate  etc   retorted one  a Master of Wine no less. I am very happy to be proved wrong  so I'm giving the The Wine Show (now on Channel 5) a whirl. Matthew Goode and his actor pal James Purefoy drive around Provence looking for the perfect wines to match every course of a big feast that a top-notch French chef is preparing for them. Kind of like The Trip but without the impressions or existential crises. It's more about bonhomie and gentle bants  holding glasses up  giving them a little swirl  then a taste.  Lovely citrus flavours there  I think the acidity is what's really going to carry it with that amuse-bouche   etc.  Continue reading...", "Title": "The Wine Show review - like The Trip  minus the existential crises"}, {"URL": "http://www.bbc.co.uk/news/world-australia-42657234", "Description": "Can a series of scorching summers be blamed on climate change  and what do they tell us?", "Title": "How Australia's extreme heat might be here to stay"}, {"URL": "http://www.bbc.co.uk/news/uk-england-essex-42611765", "Description": "A low-loader driver carries a pregnant woman's car through flood water while she is in labour.", "Title": "'True gent' lorry driver gets pregnant woman to hospital in Essex"}, {"URL": "http://www.bbc.co.uk/news/uk-england-birmingham-42641439", "Description": "Local residents take part in a day-long experiment to cut traffic and improve air quality.", "Title": "The Birmingham high street that cut air pollution"}, {"URL": "https://www.fin24.com/Tech/bitcoins-upstaging-electric-cars-as-bigger-source-of-power-use-20180113-2", "Description": "The global power needed to create cryptocurrencies this year could rival the entire electricity consumption of Argentina and be a driver for renewable energy producers.", "Title": "Fin24.com | Bitcoin's upstaging electric cars as bigger source of power use"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42655685", "Description": "A massive black hole is seen to eject streams of high-energy particles after bingeing on hot gas.", "Title": "Huge black hole blasts out 'double burp'"}, {"URL": "http://www.bbc.co.uk/news/uk-england-birmingham-42641439", "Description": "Local residents take part in a day-long experiment to cut traffic and improve air quality.", "Title": "The Birmingham high street that cut air pollution"}, {"URL": "http://www.bbc.co.uk/news/world-asia-42645791", "Description": "The newly found bat is said to be three times the size of an average bat today.", "Title": "Giant bat: Remains of extinct burrowing bat found in New Zealand"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42566393", "Description": "Enter your postcode to see what the air quality is like where you are living in Britain.", "Title": "Check your pollution"}, {"URL": "http://www.bbc.co.uk/news/uk-politics-42654268", "Description": "Theresa May's environment policy pledge is the latest step in the party's journey on the issue.", "Title": "How green are the Tories?"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42251921", "Description": "Was the remarkable 2017 hurricane season the worst ever? And did climate change play any part?", "Title": "Busy year for storms"}]}