{"feeds": [{"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Y3SAoqgy_GM/index.html", "Description": "Tourism backlash has been in full affect over the last 12 months  with  several destinations announcing they'd had enough of foreign visitors flooding their streets or disrupting their fragile ecosystems.\n    \n", "Title": "12 destinations travelers may want to avoid in 2018"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_us/~3/NguTqN1zuaU/", "Description": "\n    \n", "Title": "New giraffe born at New Orleans species survival center"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/4gUm3ZogbtU/nepal-introduces-a-climate-smart-plan-to-protect-snow-leopards", "Description": "In August 2017  Nepal made conservation history by becoming the first country to launch its climate-smart snow leopard landscape management leading the way in safeguarding the species and its habitat.", "Title": "Nepal introduces a climate-smart plan to protect snow leopards"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/tSzOwBikv9k/a-persian-leopard-makes-her-debut-into-the-wild-for-the-second-time", "Description": "Meet Victoria  a Persian leopard released in 2016 into the wild of the Caucasus Nature Reserve a place where the species was extinct. Here's the story of how she ended up being reintroduced twice!", "Title": "A Persian leopard makes her debut into the wild--for the second time"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/y7sEk9EfeU0/new-weather-stations-support-climate-and-water-research-in-bhutan", "Description": "Researchers have set up four weather stations in a preserve in the mountains of north Bhutan for the first time  allowing them to monitor conditions at various altitudes over the long-term. Data collected by these stations will help determine the best ways to help wildlife in the region adapt to climate change.", "Title": "New weather stations support climate and water research in Bhutan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/rfW5f-k_vWA/how-climate-change-is-turning-green-turtle-populations-female-in-the-northern-great-barrier-reef", "Description": "Because incubation temperature of turtle eggs determines the animal s sex  a warmer nest results in more females. Increasing temperatures in Queensland s north  linked to climate change  have led to virtually no male northern green sea turtles being born.", "Title": "How climate change is turning green turtle populations female in the northern Great Barrier Reef"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/GUsB_BXV_ZA/looking-for-a-new-year-s-resolution-put-your-food-waste-on-a-diet", "Description": "Around the world  a third of the food we grow and process to feed people never reaches our plates (or our bellies). That has serious impacts on the planet's water  energy  and wildlife! Try exercising these tips to drop those food waste pounds", "Title": "Looking for a New Year's resolution? Put your food waste on a diet"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/sY35wkdYZLA/indus-river-dolphin-numbers-on-the-rise-with-the-help-of-local-communities", "Description": "A new WWF survey says there are now an estimated 1 816 Indus river in Pakistan 50% more than the 1 200 dolphins estimated after an initial census in 2001 when the species appeared to be on the brink of extinction.", "Title": "Indus river dolphin numbers on the rise with the help of local communities"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/v6HZ9MjLqcY/new-species-discovered-in-the-greater-mekong", "Description": "Not every newly-discovered species becomes a cartoon character. But the Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) has achieved such fame as  Shini   a lizard who teaches the importance of protecting his species to local schoolchildren.\nThe lizard is just one of 115 species including a snail-eating turtle and a horseshoe bat discovered in the Greater Mekong region in 2016. That s an average of more than two new species found each week. A new WWF Report  Stranger Species  documents the work of hundreds of scientists around the world who have discovered previously unknown amphibians  fish  reptiles  plants and mammals in Cambodia  Laos  Myanmar  and Vietnam.\nMeet a few of the Greater Mekong species from the latest report:The mountain horseshoe bat  (Rhinolophus monticolus)  is found in the evergreen forests of mountainous Laos and Thailand. Its distinctive horseshoe-shaped facial structure known as a noseleaf has been likened to a character from the cantina scene in Star Wars.The Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) is a medium-sized lizard that lives in remote freshwater and evergreen forest habitats of South China and Northern Vietnam. It is so heavily threatened by habitat destruction  coal mining and collection for the pet trade that as few as 200 individuals could remain in Vietnam. The lizard has been immortalized in a comic strip in which the character  Shini   explains to school children the importance of protecting lizards.A snail eating turtle (Malayemys isan) was discovered by a scientist in a local market in Northeast Thailand where shopkeepers say they pulled the animals from a nearby canal. The turtle is under threat from growing infrastructure including dikes and dams.Two new species of moles were found in a network of streams and rivers in Vietnam. Unlike many species in the region  moles have been able to maintain a steady population and escape threats as going underground keeps them out of site from poachers and safe from other threats.A vibrantly colored frog  Odorrana Mutschmanni is one of five new species discovered in the same karst forest in Northern Vietnam. Their forest home is in desperate need of protection as it is threatened by quarrying for cement and road construction.The freshwater loach fish from Cambodia sports striking black and brown stripes on its elongated body. So far these fish have only been found in smaller streams and not in any larger mainstream rivers  where large hydropower dams and agricultural runoff can threaten wildlife.\nSince 1997  more than 2 500 species have been discovered in the Greater Mekong region. It s a positive sign of biodiversity in a region where wildlife remains under tremendous threat. Intense development from mines to roads to dams threatens the habitats so many species call home. Poaching for bushmeat and the illegal wildlife trade puts wildlife at dire risk. As a result  many species could be lost before they are even discovered.\nWWF is working to stop the illegal wildlife trade by shutting down the biggest illegal markets in the Greater Mekong. Working with partners and across borders  WWF aims to significantly reduce illegal trade in key threatened species such as elephants  tigers and rhinos through legislation  transboundary cooperation and improved law enforcement. By safeguarding these species  we protect biodiversity and keep important natural landscapes intact.\n      ", "Title": "New species discovered in the Greater Mekong"}, {"URL": "https://www.theguardian.com/science/2018/jan/23/trappist-1-planets-likely-life-water-earth-like", "Description": "Exoplanets orbiting Trappist-1 have thrilled astronomers since their discovery last year thanks to their Earth-like potential to harbor waterScientists have identified two planets circling round a dim dwarf star as especially likely candidates for habitable worlds  with probable water and a source of heat  conditions thought necessary for life beyond Earth.Since their discovery last year  the seven planets and their star  called Trappist-1  have thrilled astronomers hunting for a world resembling Earth. Never before had scientists found so many Earth-sized planets around a single star  or in a zone where the extreme temperatures of space would not obliterate the chances of life. Continue reading...", "Title": "Two planets in unusual star system are very likely habitable  scientists say"}, {"URL": "https://www.theguardian.com/commentisfree/2018/jan/23/theresa-may-tory-prime-minister-brexit", "Description": "MPs pretend they're trying to help the stricken prime minister  but in truth they are preparing the wicket to bowl her outTheresa May's unique quality as a politician is her capacity to endure. It is an unusual attribute  this soldiering-on thing. Modern politicians are like Icarus  bench-tested against the zillion-degree temperature of public opinion almost before they have found their way to their office. But May does not fit the mould of the modern politician. She has been an MP for 20 years. For nearly 19 of them  she kept her head down. Occasionally  she lifted off. Then she bumped discreetly back to earth. Related: Theresa May told to 'raise her game' in Tory MP's outburst  Continue reading...", "Title": "No big ideas will be coming from Theresa May - and her Tory enemies know it | Anne Perkins"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42736397", "Description": "Even with no natural climate boost  last year was the second or third hottest on record.", "Title": "2017 'warmest year without El Nino'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42720955", "Description": "A mass die-off of antelopes in Kazakhstan was triggered by environmental factors  scientists believe.", "Title": "Mystery deepens over mass die-off of antelopes"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42709763", "Description": "Three-fifths of new cars must be electric by 2030 to meet climate change targets  ministers are told.", "Title": "Most new cars must be electric by 2030  ministers told"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42736930", "Description": "Fernando Trujillo works in dangerous areas of the Amazon to save the rare species.", "Title": "The man risking his life to save pink dolphins"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42720556", "Description": "A monkey from Ethiopia and Sudan with a distinctive  handlebar moustache  has been identified as a distinct species.", "Title": "Moustached monkey is separate species"}, {"URL": "http://www.bbc.co.uk/news/world-australia-42657234", "Description": "Can a series of scorching summers be blamed on climate change  and what do they tell us?", "Title": "Hot topic"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42566393", "Description": "Enter your postcode to see what the air quality is like where you are living in Britain.", "Title": "Check your pollution"}, {"URL": "http://www.bbc.co.uk/news/uk-politics-42654268", "Description": "Theresa May's environment policy pledge is the latest step in the party's journey on the issue.", "Title": "How green are the Tories?"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42251921", "Description": "Was the remarkable 2017 hurricane season the worst ever? And did climate change play any part?", "Title": "Busy year for storms"}]}