{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/rIfw4ePq7xU/article185208573.html", "Description": "\n   \n", "Title": "California Had Record Water Year  Why Central Valley Must Invest in Flood Protection"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/_WezR8tuI1E/b09dy2s4", "Description": "\n   \n", "Title": "Bonn Climate Talks: Where Next?"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/RB4o_PzK-7o/", "Description": "\n   \n", "Title": "Deep Divide Over Trump Climate Policy On Display at U.N.Talks"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/XZD_XC6H-xY/bonn-climate-change-talks-us-two-tribes", "Description": "\n   \n", "Title": "One Nation  Two Tribes: Opposing Visions of US Climate Role on Show in Bonn"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/5WcSpSvQkLI/a-41262516", "Description": "\n   \n", "Title": "COP23: US Absence Felt on First Day of UN Climate Summit"}, {"URL": "http://www.bbc.co.uk/news/world-asia-42469856", "Description": "Some 200 people have died in flash floods and mudslides brought by Tropical Storm Tembin.", "Title": "Tropical Storm Tembin: Bridge damage hampers rescuers"}, {"URL": "http://www.bbc.co.uk/news/world-asia-india-42436745", "Description": "The 21-year-old artist has created a superhero that is half-human and half-tree.", "Title": "Climate change superhero"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/1AKfzLm3C5g/index.html", "Description": "The UN Security Council unanimously adopted a new set of draconian US-drafted sanctions on North Korea that will further strangle its energy supplies and tighten restrictions on smuggling and the use of North Korean workers overseas.\n    \n", "Title": "UN adopts tough new sanctions on North Korea"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/KsZvgyCLUdg/north-korea-un-national-security-strategy-trump-insult-todd-dnt-sitroom.cnn", "Description": "The UN Security Council unanimously adopted a new set of draconian US-drafted sanctions on North Korea that will further strangle its energy supplies and tighten restrictions on smuggling and the use of North Korean workers overseas.\n    \n", "Title": "North Korea insults Trump after sanctions"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/cotEmLNjwbA/philippines-tropical-storm-tembin-bernal.cnn", "Description": "Tropical Storm Tembin slammed into another set of Philippine islands late Saturday  hours after unleashing devastating flooding and landslides that has left dozens dead on the southern island of Mindanao  authorities said.\n    \n", "Title": ""}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/v6HZ9MjLqcY/new-species-discovered-in-the-greater-mekong", "Description": "Not every newly-discovered species becomes a cartoon character. But the Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) has achieved such fame as  Shini   a lizard who teaches the importance of protecting his species to local schoolchildren.\nThe lizard is just one of 115 species including a snail-eating turtle and a horseshoe bat discovered in the Greater Mekong region in 2016. That s an average of more than two new species found each week. A new WWF Report  Stranger Species  documents the work of hundreds of scientists around the world who have discovered previously unknown amphibians  fish  reptiles  plants and mammals in Cambodia  Laos  Myanmar  and Vietnam.\nMeet a few of the Greater Mekong species from the latest report:The mountain horseshoe bat  (Rhinolophus monticolus)  is found in the evergreen forests of mountainous Laos and Thailand. Its distinctive horseshoe-shaped facial structure known as a noseleaf has been likened to a character from the cantina scene in Star Wars.The Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) is a medium-sized lizard that lives in remote freshwater and evergreen forest habitats of South China and Northern Vietnam. It is so heavily threatened by habitat destruction  coal mining and collection for the pet trade that as few as 200 individuals could remain in Vietnam. The lizard has been immortalized in a comic strip in which the character  Shini   explains to school children the importance of protecting lizards.A snail eating turtle (Malayemys isan) was discovered by a scientist in a local market in Northeast Thailand where shopkeepers say they pulled the animals from a nearby canal. The turtle is under threat from growing infrastructure including dikes and dams.Two new species of moles were found in a network of streams and rivers in Vietnam. Unlike many species in the region  moles have been able to maintain a steady population and escape threats as going underground keeps them out of site from poachers and safe from other threats.A vibrantly colored frog  Odorrana Mutschmanni is one of five new species discovered in the same karst forest in Northern Vietnam. Their forest home is in desperate need of protection as it is threatened by quarrying for cement and road construction.The freshwater loach fish from Cambodia sports striking black and brown stripes on its elongated body. So far these fish have only been found in smaller streams and not in any larger mainstream rivers  where large hydropower dams and agricultural runoff can threaten wildlife.\nSince 1997  more than 2 500 species have been discovered in the Greater Mekong region. It s a positive sign of biodiversity in a region where wildlife remains under tremendous threat. Intense development from mines to roads to dams threatens the habitats so many species call home. Poaching for bushmeat and the illegal wildlife trade puts wildlife at dire risk. As a result  many species could be lost before they are even discovered.\nWWF is working to stop the illegal wildlife trade by shutting down the biggest illegal markets in the Greater Mekong. Working with partners and across borders  WWF aims to significantly reduce illegal trade in key threatened species such as elephants  tigers and rhinos through legislation  transboundary cooperation and improved law enforcement. By safeguarding these species  we protect biodiversity and keep important natural landscapes intact.\n      ", "Title": "New species discovered in the Greater Mekong"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/h8SHsxY-ipk/new-species-of-orangutan-announced", "Description": "A new great ape species the Tapanuli orangutan was officially announced by an international team of scientists today. With 800 or fewer individuals  the Tapanuli orangutan is the rarest of all great apes.", "Title": "New species of orangutan announced"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "https://www.theguardian.com/world/2017/dec/23/dozens-killed-in-philippine-mudslides-and-floods-as-storm-hits", "Description": "Rescue operations under way on the island of Mindanao to find dozens of people reported missing after storm struck areaA tropical storm in the Philippines has triggered mudslides and floods killing more than 200 people with many others reported missing  police and disaster officials said on Saturday.The casualties from storm Tembin  most of which occurred on Friday  were all on the main southern island of Mindanao. Continue reading...", "Title": "More than 200 killed in Philippines mudslides and floods as storm hits"}, {"URL": "https://www.theguardian.com/jules-verne-travel/2017/nov/20/where-to-go-this-winter-10-perfect-holiday-destinations", "Description": "From the northern lights in Norway to the desert palaces of Jordan  some sights are best when the temperatures drop. Alternatively  seek the heat and chase the sunshine to the other side of the worldRecalling a trip she made to Manila  Nigella Lawson recently decreed that pandan leaves - a pungent  fragrant plant  that pairs particularly well with coconut and lemongrass  - are set to be the next big thing. In doing so  she drew attention to the exotic  often unexpected flavours to be found in Filipino cooking  which fuses Asian ingredients with Spanish traditions. It's best sampled among the 127 stalls at Salcedo Saturday market in the country's financial centre  Makati City. But it's the natural wonders that draw most visitors to this 7 000-island tropical archipelago: powdery white beaches  luxuriant jungles  spectacular waterfalls  and some of the most exotic marine wildlife in the world - perfect for scratching the itch we all got from Blue Planet II. Continue reading...", "Title": "Where to go this winter: 10 perfect holiday destinations"}, {"URL": "https://www.theguardian.com/energy-conscious-cooking/2017/dec/08/from-how-to-boil-an-egg-to-the-cost-of-your-tea-habit-the-kitchen-energy-quiz", "Description": "Find out where you are spending the most when cooking  to save on your gas and electricity billsHow to boil an egg is a question that has troubled us (here  here and here) since the dawn of the chicken or egg conundrum. But it's not all about the quest for culinary perfection.In October 2015  the government estimated the average energy bill to be PS1 344 a year - and with about 4% of that going on cooking (which is about 23 dozen large free-range eggs  if we're getting technical) - how you boil an egg might be the difference between egg and soldiers and sad  lonely toast. Continue reading...", "Title": "How much does your tea habit cost? Take the kitchen energy quiz"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42446085", "Description": "Asylum seekers to the EU could almost double because of rising temperatures in farming areas around the world.", "Title": "Higher temperatures linked to EU asylum figures"}, {"URL": "http://www.bbc.co.uk/news/business-42441355", "Description": "MPs want deposits on plastic bottles and a higher levy on packaging to protect the seas from pollution.", "Title": "Curbs on plastic bottle and packaging waste sought by MPs"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42397399", "Description": "A four-point plan for tackling plastic waste has been outlined by the Environment Secretary Michael Gove.", "Title": "UK plan to tackle plastic waste threat"}, {"URL": "http://www.bbc.co.uk/news/entertainment-arts-42400653", "Description": "It's the regulator's first investigation since taking over responsibility for BBC standards.", "Title": "Ofcom to investigate BBC climate change interview"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42465534", "Description": "Scientists have filmed one of the world's rarest  and 'ugliest'  pigs in a forest in Indonesia.", "Title": "Hidden camera captures rare pig thought extinct"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42322346", "Description": "Images of a starving Canadian bear go viral - but all may not be as it appears.", "Title": "'Face of climate change'?"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42057143", "Description": "In the middle of the 18th Century  a large flightless bird became extinct on an Indian Ocean island.", "Title": "The other Dodo"}]}