{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/_WezR8tuI1E/b09dy2s4", "Description": "\n   \n", "Title": "Bonn Climate Talks: Where Next?"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/RB4o_PzK-7o/", "Description": "\n   \n", "Title": "Deep Divide Over Trump Climate Policy On Display at U.N.Talks"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/XZD_XC6H-xY/bonn-climate-change-talks-us-two-tribes", "Description": "\n   \n", "Title": "One Nation  Two Tribes: Opposing Visions of US Climate Role on Show in Bonn"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/5WcSpSvQkLI/a-41262516", "Description": "\n   \n", "Title": "COP23: US Absence Felt on First Day of UN Climate Summit"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/nqNeIxxlfzo/what-happens-when-an-endangered-species-goes-viral", "Description": "\n   \n", "Title": "What Happens When an Endangered Species Goes Viral"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/I2Uf2S49Ns0/transformational-power-corporate-clean-energy-purchasing", "Description": "\n   \n", "Title": "The Transformational Power of Corporate Clean Energy Purchasing"}, {"URL": "http://www.bbc.co.uk/news/world-asia-42046287", "Description": "Air pollution levels were eight times the safe level and doctors wanted the half marathon postponed.", "Title": "Thousands run in Delhi 'smogathon'"}, {"URL": "http://www.bbc.co.uk/news/business-41967171", "Description": "Analysts have doubts over whether big energy deals between the US and China will be finalised.", "Title": "Trump touts big energy deals in Asia"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42021353", "Description": "The plant in the US state of California stores enough energy to power 20 000 homes for four hours.", "Title": "The world's biggest lithium battery farm"}, {"URL": "http://www.bbc.co.uk/news/business-42049562", "Description": "The energy firm says it will not offer its standard variable tariff price category for new customers.", "Title": "British Gas scraps standard tariff for new customers"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/h8SHsxY-ipk/new-species-of-orangutan-announced", "Description": "A new great ape species the Tapanuli orangutan was officially announced by an international team of scientists today. With 800 or fewer individuals  the Tapanuli orangutan is the rarest of all great apes.", "Title": "New species of orangutan announced"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "In 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "https://www.theguardian.com/world/2017/nov/20/barnier-eu-standards-uk-trade-deal", "Description": "Chief Brexit negotiator says any move to abandon European laws and regulations will complicate agreementThe EU's chief Brexit negotiator  Michel Barnier  has said that any move by a British government to abandon European-style policies will complicate the agreement of a post-Brexit trade deal in national and regional parliaments across the bloc.The EU was ready to offer the UK the  most ambitious  partnership on trade possible  he said  but was not going to compromise its standards on fair competition  tax  labour law  environmental and food safety. Continue reading...", "Title": "Barnier says EU will not compromise standards in future UK trade deal"}, {"URL": "https://www.theguardian.com/tv-and-radio/2017/nov/20/blue-planet-ii-what-have-we-learned-so-far", "Description": "The documentary's marvels are not just new to television - many are new to science as well. From hyper-intelligent fish to the origin of life itself  we round up the series's biggest discoveries It is testament to the number of spectacles packed into Blue Planet II that the strategic change of gender a giant wrasse is - scientifically speaking  at least - one of the least remarkable. Changing gender  or sequential hermaphroditism  is a fact of life for more than 400 species of fish  and has already been widely studied. But many of the programme's marvels are new not just to television but to science itself. Some have only been published within the past half-decade; others existed only anecdotally until now. Here we track some of the most astonishing findings of the series so far - to be updated after each new episode. Continue reading...", "Title": "Blue Planet II: what have we learned so far?"}, {"URL": "https://www.theguardian.com/commentisfree/2017/nov/20/the-guardian-view-on-germanys-political-crisis-the-start-of-the-post-merkel-era", "Description": "The failure of the three-party coalition talks in Germany may make it difficult for the chancellor to stay onNearly two months after Germany's general election  talks aimed at forming a three-party coalition between Angela Merkel's Christian Democrats (CDU/CSU)  the Free Democratic party and the Greens have collapsed. The FDP walked out of a late-night round of negotiations on Sunday  saying it had been impossible to reach a compromise on migration and the environment. Unless the three-party deadlock is somehow ended  Germany could go one of three ways: Mrs Merkel might try to form a coalition with the opposition Social Democrats (SPD)  which the SPD has ruled out; she might form a minority government  presumably with only one other party  which would be a new experience for postwar Germany; or  new elections might eventually be called.This is an important moment. Each of these scenarios produces considerable political uncertainty in Europe's powerhouse. The reverberations are sure to be felt not just in Germany itself  where the impact could be destabilising or could shock the country back together in some way. It is also certain to impact on the EU's prospects of rebooting its project  at a time when the eurozone  security  migration  Vladimir Putin's meddling  relations with Turkey  democratic backsliding in Poland and Hungary  and Brexit all need attending to. Monday's nervous market reaction hinted at some of what is at stake. Continue reading...", "Title": "The Guardian view on Germany's political crisis: the start of the post-Merkel era? | Editorial"}, {"URL": "https://www.theguardian.com/commentisfree/2017/nov/20/destruction-planet-local-species-butterfly-insects-birds-plants", "Description": "Bringing back rare beetles and butterflies might sound self-indulgent  but it proves that individuals can make an impactThe swelteringly hot summer of 1976 was the last gasp for the chequered skipper  a dynamic little butterfly that once buzzed along the rides of the ancient royal hunting forest of Rockingham. Related: Funding boost to help save England's rarest species from extinction  Continue reading...", "Title": "How to repair our environment  one species at a time | Patrick Barkham"}, {"URL": "https://www.theguardian.com/business/nils-pratley-on-finance/2017/nov/20/has-british-gas-conjured-up-a-magical-solution-to-energy-bills-probably-not", "Description": "Talk of an energy price cap has spurred the big six into action  but Centrica's ban on pricy tariffs looks cosmeticIt's amazing what can happen when the government threatens to impose a price cap on energy bills. Suddenly the big six suppliers  who have spent the three decades since privatisation wedded to their poor-value standard variable tariffs  or SVTs  become a whirr of activity. Centrica  parent of British Gas  is the third to declare it will abolish SVTs.Iain Conn  the Centrica chief executive  says the timing is unrelated to the government's threat to cap SVTs  a claim that will convince almost nobody. This looks like an 11th-hour bid to persuade ministers to change their mind. Continue reading...", "Title": "Has British Gas conjured up a magic solution to energy bills? | Nils Pratley"}, {"URL": "https://www.theguardian.com/commentisfree/2017/nov/20/sexual-assault-scandals-horrific-women-men-feel-safer", "Description": "Like most women  I always knew there were monsters lurking in the shadows. These days men are more likely to believe it - and watch out for them - tooSpacey. Westwick. Hoffman. Seagal. Blaine. CK. Weinstein (Harvey and Bob). Affleck (Casey and Ben). The list goes on. In the past few months  seemingly half of Hollywood and half of government have stood accused. Since the New York Times and the New Yorker exposed Harvey Weinstein's behaviour  the floodgates have opened as more and more women have felt that finally here was the chance they needed: to make accusations about the wolf without being told they were just crying.In all the conversations that I've had with men about what I'm terming  man-fear   I've heard the same comment time and again:  It can't be that bad . Women can't be scared all the time  can't be constantly looking over their shoulders  looking out for the next could-be predator about to graze their behind and  accidentally  squeeze while reaching for his drink. Because not all men are like that you see. Well  thanks to this ongoing pile-up of scandals  all's gone a bit quiet on the  it's not all men  front. Continue reading...", "Title": "These sexual assault scandals are horrific. But they've made me feel safer | Sarah Gosling"}, {"URL": "https://www.theguardian.com/commentisfree/2017/nov/20/nurseries-ban-glitter-microplastics-seas-pollution", "Description": "As well as polluting our seas with microplastics  the devilish dandruff turns up all over my house and about my person - I applaud those schools banning itWhat will the rocks record about the lives we lead? What might a future palaeontologist  human or otherwise  make of the structures that will come to signify these moments in which you and I live our lives? They will notice extinctions  of course. Fossils of mammals' tusks and horns will abound in the rocks  only to disappear when we humans turn up. They will come across our mines - enormous trace fossils  perhaps the largest ever to have existed. They will see  by studying fossil pollen  that the climate changed. They will find our discarded KFC bones and they will wonder how the world supported so many chickens. And there  among it all  they will probably find that most awful of human inventions: glitter. Oodles of it - purples  pinks and reds - crushed into rocks the world over. Mineralised madness. Our lowest ebb. What will those future palaeontologists make of it? What will glitter say about us?Perhaps this is our mark in the geological strata. A post-glitter epoch that all started with a handful of nurseries Continue reading...", "Title": "A gold star for the nurseries that have stopped being glitter bugs | Jules Howard"}, {"URL": "https://www.theguardian.com/business/2017/nov/20/british-gas-owner-scraps-standard-variable-tariff", "Description": "Centrica becomes third of big six suppliers to end SVT for new customers  with rivals expected to follow suit British Gas owner Centrica is to scrap its widely criticised standard variable tariff (SVT) for new customers from April  and other energy companies are expected to follow suit.The company is the third of the big six suppliers to announce the end of its SVT following announcements from E.on and Scottish Power.  Continue reading...", "Title": "British Gas owner scraps controversial standard variable tariff"}, {"URL": "https://www.theguardian.com/business/2017/nov/20/change-law-protect-gig-economy-workers-mps-report-urges", "Description": "Influential select committees call on government to close loopholes that let 'irresponsible firms underpay workers'The government is under pressure to change the law to tackle bogus self-employment and protect workers in the gig economy after a report published on Monday by two influential parliamentary committees.The work and pensions select committee and the business  energy and industrial strategy (BEIS) committee have prepared draft legislation intended to close the loopholes that allow  irresponsible companies to underpay workers . Continue reading...", "Title": "Change law to protect gig economy workers  MPs' report urges"}, {"URL": "https://www.theguardian.com/tv-and-radio/2017/nov/20/the-punisher-netflix-marvel-glorifying-gun-violence", "Description": "The streaming giant's latest Marvel series is an ultra-violent take on a difficult character  championed by neo-Nazis  that feels needlessly nasty in the current climateIf there was ever a time for a spree-killer superhero on television - an open question  certainly - the time might not be now. The Punisher is a bloodthirsty vigilante and the protagonist of Marvel's latest Netflix offering. It's  unsurprisingly  awash in stylish ultra-violence  away from the more restrictive rules that govern network-dwelling comic book adaptations. It's been the mode of almost all of the streaming giant's Marvel shows: dull  often pointlessly nasty brutality with some languid speechifying between crunching bones. In the Punisher's case  though  it's not even artful fist-fighting but the titular character blasting away at flesh-and-blood humans with a variety of automatic weapons.  Continue reading...", "Title": "The Punisher: was there ever a right time for Netflix's gun-toting vigilante show?"}, {"URL": "https://www.theguardian.com/us-news/2017/nov/20/environmental-justice-in-the-age-of-trump", "Description": "The Trump administration is peeling away rules designed to protect clean air and water  fueling a growing urgency around the struggle for environmental justice  say political leaders  academics and activists The Trump administration's dismantling of environmental regulations has intensified a growing civil rights battle over the deadly burden of pollution on minorities and low-income people.Black  Latino and disadvantaged people have long been disproportionately afflicted by toxins from industrial plants  cars  hazardous housing conditions and other sources. Continue reading...", "Title": "A civil rights 'emergency': justice  clean air and water in the age of Trump"}, {"URL": "https://www.theguardian.com/artanddesign/gallery/2017/nov/18/the-20-photographs-of-the-week", "Description": "The coup in Zimbabwe  flooding in Greece  Rohingya refugees in Bangladesh and Italy's elimination from the World Cup - the week's biggest news stories captured by the world's best photojournalists Continue reading...", "Title": "The 20 photographs of the week"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42032229", "Description": "UN climate talks finish with progress on technical issues but with questions on carbon cuts unresolved.", "Title": "Small steps forward as UN climate talks end in Bonn"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41986163", "Description": "A forecasting tool reveals which cities will be affected as different portions of the ice sheet melt  say scientists.", "Title": "Nasa forecast: Which cities will flood as ice melts?"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42014244", "Description": "A significant group of nations take a stand against using coal for electricity generation at UN climate talks.", "Title": "UK and Canada lead global alliance against coal"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42004328", "Description": "French and UK governments say they will make up for any shortfall in funding for a global science body.", "Title": "Europe steps in to cover US shortfall in funding climate science"}, {"URL": "http://www.bbc.co.uk/news/uk-politics-41958801", "Description": "Minister Michael Gove insists environmental standards won't be sacrificed.", "Title": "Gove plans post-Brexit green watchdog"}, {"URL": "http://www.bbc.co.uk/news/world-europe-42000232", "Description": "The Balkan country has the world's second highest death rate caused by air pollution.", "Title": "Bosnia's silent killer: The coal industry"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42031999", "Description": "As the UN climate change conference ends  BBC Science's David Shukman takes a look at melting ice caps.", "Title": "How worried should we be about melting ice caps?"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42021353", "Description": "The plant in the US state of California stores enough energy to power 20 000 homes for four hours.", "Title": "The world's biggest lithium battery farm"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41816332", "Description": "Can technology to remove carbon dioxide from the atmosphere really help prevent dangerous climate change?", "Title": "Climate's magic rabbit: Pulling CO2 out of thin air"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41671770", "Description": "Prof Joanna Haigh from Imperial College London explains why this gas has played a crucial role in shaping the Earth's climate.", "Title": "Carbon case history"}]}