{"feeds": [{"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/h8ENmH-u4g0/eco-solutions-nuclear-fusion-pkg-spc.cnn", "Description": "Scientists in Germany are creating a machine which mimics the reaction at the sun's core to produce energy: nuclear fusion.\n    \n", "Title": ""}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/X4REy-E6eao/index.html", "Description": "There could be no starker illustration of the profound differences that exist between Washington and London -- despite alignment on many other issues -- than comments this week by our two leaders on climate change and the environment.\n    \n", "Title": "Dear President Trump: Churchill would have been a climate leader"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/rfW5f-k_vWA/how-climate-change-is-turning-green-turtle-populations-female-in-the-northern-great-barrier-reef", "Description": "Because incubation temperature of turtle eggs determines the animal s sex  a warmer nest results in more females. Increasing temperatures in Queensland s north  linked to climate change  have led to virtually no male northern green sea turtles being born.", "Title": "How climate change is turning green turtle populations female in the northern Great Barrier Reef"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/GUsB_BXV_ZA/looking-for-a-new-year-s-resolution-put-your-food-waste-on-a-diet", "Description": "Around the world  a third of the food we grow and process to feed people never reaches our plates (or our bellies). That has serious impacts on the planet's water  energy  and wildlife! Try exercising these tips to drop those food waste pounds", "Title": "Looking for a New Year's resolution? Put your food waste on a diet"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/sY35wkdYZLA/indus-river-dolphin-numbers-on-the-rise-with-the-help-of-local-communities", "Description": "A new WWF survey says there are now an estimated 1 816 Indus river in Pakistan 50% more than the 1 200 dolphins estimated after an initial census in 2001 when the species appeared to be on the brink of extinction.", "Title": "Indus river dolphin numbers on the rise with the help of local communities"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/v6HZ9MjLqcY/new-species-discovered-in-the-greater-mekong", "Description": "Not every newly-discovered species becomes a cartoon character. But the Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) has achieved such fame as  Shini   a lizard who teaches the importance of protecting his species to local schoolchildren.\nThe lizard is just one of 115 species including a snail-eating turtle and a horseshoe bat discovered in the Greater Mekong region in 2016. That s an average of more than two new species found each week. A new WWF Report  Stranger Species  documents the work of hundreds of scientists around the world who have discovered previously unknown amphibians  fish  reptiles  plants and mammals in Cambodia  Laos  Myanmar  and Vietnam.\nMeet a few of the Greater Mekong species from the latest report:The mountain horseshoe bat  (Rhinolophus monticolus)  is found in the evergreen forests of mountainous Laos and Thailand. Its distinctive horseshoe-shaped facial structure known as a noseleaf has been likened to a character from the cantina scene in Star Wars.The Vietnamese crocodile lizard (Shinisaurus crocodilurus vietnamensis) is a medium-sized lizard that lives in remote freshwater and evergreen forest habitats of South China and Northern Vietnam. It is so heavily threatened by habitat destruction  coal mining and collection for the pet trade that as few as 200 individuals could remain in Vietnam. The lizard has been immortalized in a comic strip in which the character  Shini   explains to school children the importance of protecting lizards.A snail eating turtle (Malayemys isan) was discovered by a scientist in a local market in Northeast Thailand where shopkeepers say they pulled the animals from a nearby canal. The turtle is under threat from growing infrastructure including dikes and dams.Two new species of moles were found in a network of streams and rivers in Vietnam. Unlike many species in the region  moles have been able to maintain a steady population and escape threats as going underground keeps them out of site from poachers and safe from other threats.A vibrantly colored frog  Odorrana Mutschmanni is one of five new species discovered in the same karst forest in Northern Vietnam. Their forest home is in desperate need of protection as it is threatened by quarrying for cement and road construction.The freshwater loach fish from Cambodia sports striking black and brown stripes on its elongated body. So far these fish have only been found in smaller streams and not in any larger mainstream rivers  where large hydropower dams and agricultural runoff can threaten wildlife.\nSince 1997  more than 2 500 species have been discovered in the Greater Mekong region. It s a positive sign of biodiversity in a region where wildlife remains under tremendous threat. Intense development from mines to roads to dams threatens the habitats so many species call home. Poaching for bushmeat and the illegal wildlife trade puts wildlife at dire risk. As a result  many species could be lost before they are even discovered.\nWWF is working to stop the illegal wildlife trade by shutting down the biggest illegal markets in the Greater Mekong. Working with partners and across borders  WWF aims to significantly reduce illegal trade in key threatened species such as elephants  tigers and rhinos through legislation  transboundary cooperation and improved law enforcement. By safeguarding these species  we protect biodiversity and keep important natural landscapes intact.\n      ", "Title": "New species discovered in the Greater Mekong"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/h8SHsxY-ipk/new-species-of-orangutan-announced", "Description": "A new great ape species the Tapanuli orangutan was officially announced by an international team of scientists today. With 800 or fewer individuals  the Tapanuli orangutan is the rarest of all great apes.", "Title": "New species of orangutan announced"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "https://www.theguardian.com/football/2018/jan/15/cyrille-regis-pioneer-on-the-pitch-leader-of-a-generation", "Description": "As a player  Cyrille Regis used his strength and control to burst through the defences. As a man  he endured unspeakable abuse in order to ease the way for othersThe sun was shining on the Baseball Ground  which didn't seem to happen very often at a ground traditionally reduced by early winter weather to a bog of sand and mud. But on that Saturday afternoon at the end of the 1970s - the exact details  including the score  don't matter - even the climate seemed to be welcoming the visitors  Ron Atkinson's West Bromwich Albion.Out they came  into the sunlight. Cyrille Regis  Laurie Cunningham  Brendon Batson  Ally Brown  Len Cantello and the rest. They were wearing their change strip  to avoid a clash with Derby County's white and black. Their shirts were broad vertical stripes of yellow and bright green. Their shorts were that same green  their socks yellow. They looked like Brazil. And that  sometimes  was how they played. Continue reading...", "Title": "Cyrille Regis: a pioneer on the pitch and the leader of a generation | Richard Williams"}, {"URL": "https://www.theguardian.com/football/2018/jan/15/cyrille-regis-pioneer-for-black-footballers-across-this-nation-and-beyond", "Description": "Sign up for The FiverA flood of tributes has greeted the sad and shocking news that Cyrille Regis  the former West Brom and England striker  has died aged 59. Regis  who passed away following a cardiac arrest on Sunday  won the last of what should have been far more than five international caps in 1987  the year in which he also won the FA Cup with Coventry City. It was with Coventry and West Brom with whom Regis spent the lion's share of a career that began with the striker earning PS5-a-week at Surrey side Molesey to supplement the PS20 he earned on building sites working as an apprentice electrician. Making sure to secure his ticket to work as a full-time  spark   Regis promptly abandoned his trade to embark on a far more exciting one as a full-time professional footballer with Hayes  West Brom  Coventry  Aston Villa  Wolves  Wycombe and Chester City. His most prolific time as a striker was with West Brom  for whom he scored 112 goals in 297 appearances. He was awarded an MBE in 2008. Continue reading...", "Title": "The Fiver | 'A pioneer for black footballers across this nation and beyond'"}, {"URL": "https://www.theguardian.com/books/booksblog/2018/jan/15/stephen-king-pen-award-free-speech", "Description": "I love his work  but even those who question King's literary value should applaud his receiving a PEN award for his dedication to free-speechWhen Stephen King was announced as winner of the National Book Foundation medal for distinguished contribution to American letters in 2003  the literary establishment reacted with horror  whether it was the great critic Harold Bloom's condemnation of the novelist as  an immensely inadequate writer on a sentence-by-sentence  paragraph-by-paragraph  book-by-book basis   or the calls that went up telling King to decline it.Fifteen years on  the announcement that King will be honoured with the 2018 PEN America literary service award  in contrast  has prompted not a whit of ire. King's status as a sort of literary national treasure  albeit one steeped in blood and gore  feels pretty assured these days. The PEN award  given to authors including Tom Stoppard  JK Rowling and Salman Rushdie in the past  is for  a critically acclaimed writer whose body of work helps us understand and interpret the human condition  engendering empathy and imagination in even the darkest hours . Continue reading...", "Title": "Stephen King's PEN award is no occasion for horror | Alison Flood"}, {"URL": "https://www.theguardian.com/world/2018/jan/15/sadat-nephew-and-sisi-critic-drops-egyptian-presidential-bid", "Description": "Mohamed Anwar al-Sadat says he doubts there will be genuine competition and indicates he may wait until 2022The nephew of the assassinated Egyptian president Anwar al-Sadat has dramatically announced he will not run in March's presidential election  blaming an environment of fear surrounding the vote. After releasing campaign materials over the weekend Mohamed Anwar al-Sadat called a press conference for Monday morning at which it was widely expected that he would announce his candidacy.  Continue reading...", "Title": "Sadat nephew and Sisi critic drops Egyptian presidential bid"}, {"URL": "https://www.fin24.com/Tech/bitcoins-upstaging-electric-cars-as-bigger-source-of-power-use-20180113-2", "Description": "The global power needed to create cryptocurrencies this year could rival the entire electricity consumption of Argentina and be a driver for renewable energy producers.", "Title": "Fin24.com | Bitcoin's upstaging electric cars as bigger source of power use"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42655685", "Description": "A massive black hole is seen to eject streams of high-energy particles after bingeing on hot gas.", "Title": "Huge black hole blasts out 'double burp'"}, {"URL": "http://www.bbc.co.uk/news/world-asia-42645791", "Description": "The newly found bat is said to be three times the size of an average bat today.", "Title": "Giant bat: Remains of extinct burrowing bat found in New Zealand"}, {"URL": "http://www.bbc.co.uk/news/world-australia-42657234", "Description": "Can a series of scorching summers be blamed on climate change  and what do they tell us?", "Title": "Hot topic"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42566393", "Description": "Enter your postcode to see what the air quality is like where you are living in Britain.", "Title": "Check your pollution"}, {"URL": "http://www.bbc.co.uk/news/uk-politics-42654268", "Description": "Theresa May's environment policy pledge is the latest step in the party's journey on the issue.", "Title": "How green are the Tories?"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42251921", "Description": "Was the remarkable 2017 hurricane season the worst ever? And did climate change play any part?", "Title": "Busy year for storms"}]}