{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/rIfw4ePq7xU/article185208573.html", "Description": "\n   \n", "Title": "California Had Record Water Year  Why Central Valley Must Invest in Flood Protection"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/_WezR8tuI1E/b09dy2s4", "Description": "\n   \n", "Title": "Bonn Climate Talks: Where Next?"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/RB4o_PzK-7o/", "Description": "\n   \n", "Title": "Deep Divide Over Trump Climate Policy On Display at U.N.Talks"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/XZD_XC6H-xY/bonn-climate-change-talks-us-two-tribes", "Description": "\n   \n", "Title": "One Nation  Two Tribes: Opposing Visions of US Climate Role on Show in Bonn"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/5WcSpSvQkLI/a-41262516", "Description": "\n   \n", "Title": "COP23: US Absence Felt on First Day of UN Climate Summit"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/nqNeIxxlfzo/what-happens-when-an-endangered-species-goes-viral", "Description": "\n   \n", "Title": "What Happens When an Endangered Species Goes Viral"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-42342467", "Description": "A last-ditch effort to save the world's rarest marine mammal from extinction has been launched.", "Title": "Last chance to save the 'panda of the sea' from extinction"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-42342467", "Description": "A last-ditch effort to save the world's rarest marine mammal from extinction has been launched.", "Title": "Last chance to save the 'panda of the sea' from extinction"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/6flzB1OKvg4/index.html", "Description": "A former senior aide to Rep. Blake Farenthold has approached the House Ethics Committee to share a damning account of working for the Texas Republican  with the intent of describing the congressman as verbally abusive and sexually demeaning -- and his congressional office as an intensely hostile environment that drove the aide to physical and emotional distress.\n    \n", "Title": "A former staffer says Rep. Blake Farenthold's crude remarks drove him to quit"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/eP7CSwtV7Eg/index.html", "Description": "Arctic temperatures are continuing to rise while sea ice declines  a new report has found  with the region showing no sign of returning to its  reliably frozen  state.\n    \n", "Title": "Warmer Arctic temperatures the 'new normal'"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/2qFqF0knPBQ/index.html", "Description": "Amazon wins the weird-TV Olympics with  Jean-Claude Van Johnson   a surreal flight of comic fancy starring Jean-Claude Van Damme  which begins with lots of manic energy and pretty quickly runs out of gas. Think of it as the scripted version of a reality-TV show about a washed-up star  albeit one who secretly gets his kicks as a super-spy.\n    \n", "Title": "Jean-Claude Van Damme gets kicks in new series"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/h8SHsxY-ipk/new-species-of-orangutan-announced", "Description": "A new great ape species the Tapanuli orangutan was officially announced by an international team of scientists today. With 800 or fewer individuals  the Tapanuli orangutan is the rarest of all great apes.", "Title": "New species of orangutan announced"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "https://www.theguardian.com/commentisfree/2017/dec/13/dont-like-talking-to-people-automation-will-save-us-from-the-hellscape-of-human-interaction", "Description": "From getting a taxi to buying condoms  there are countless interactions that are improved by avoiding base-level chitchatFrom what I can tell  as I watch my few remaining follicles wither and die  male pattern baldness is a phenomenon almost entirely without merit. First you have hair that bounces and swishes like a young Leonardo DiCaprio riding a stallion along the surf  and then it goes away and suddenly you've got a thumb for a head.But I am intrinsically optimistic by nature  so I can console myself with the fact that  once I am fully consumed by baldness  at least I won't have to talk to any more hairdressers. Talking to hairdressers is truly awful. It's a nightmare struggle of meaningless  fragile  base-level chitchat that both participants enter into reluctantly because it's the only thing stopping them from silently contemplating the finite nature of existence. The energy I expend trying to think up nothingy subjects to discuss with hairdressers would frighten you. I could have single-handedly solved climate change by now if I didn't have to invent nice ways to ask strangers what they think about working on Saturdays. Continue reading...", "Title": "Don't like talking to people? Automation will save us from the hellscape of human interaction"}, {"URL": "https://www.theguardian.com/film/2017/dec/12/star-wars-the-last-jedi-review-episode-viii-rian-johnson", "Description": "Director Rian Johnson delivers a tidal wave of energy and emotion in the eighth episode of the saga  as Luke  Leia  Finn and Rey step up to meet their destinyAn old hope. A new realism. An old anxiety. A new feeling that the Force might be used to channel erotic telepathy  and long-distance evil seduction. The excitingly and gigantically proportioned eighth film in the great Star Wars saga offers all of these  as well as colossal confrontations  towering indecisions and teetering temptations  spectacular immolations  huge military engagements  and very small disappointments. The character-driven face-offs are wonderful and the messianic succession crisis about the last Jedi of the title is gripping. But there is a convoluted and slightly unsatisfying parallel plot strand about the Resistance's strategic military moves as the evil First Order closes in  and an underwritten  under-imagined and eccentrically dressed new character - Vice Admiral Amilyn Holdo  played by Laura Dern. Continue reading...", "Title": "Star Wars: The Last Jedi review - an explosive thrill-ride of galactic proportions"}, {"URL": "https://www.theguardian.com/environment/2017/dec/13/how-to-feed-the-world-while-curbing-our-appetite-for-destruction", "Description": "There is enough food for everyone  says Chrissie Hynde - if everyone takes only their fair share and stops eating animals. Others suggest improving farming production methods  tackling population growth and taxing meatAlthough I strongly agree with and appreciate George Monbiot's efforts to shed light on the destructive nature of industrialised farming and its effects on animals and environment (We can't go on eating like this  11 December)  I do not see the wisdom of tarring the entire farming community with the same brush.Small family farms  where the profits are just enough to sustain the running of the farm  actually replenish the environment and provide for local communities. A non-slaughter farm is humane  realistic and beneficial all around. We need farmers. There is enough food for everyone if everyone takes only their fair share and stops killing and eating the animals. Continue reading...", "Title": "How to feed the world while curbing our appetite for destruction | Letters"}, {"URL": "https://www.theguardian.com/artanddesign/gallery/2017/dec/13/nicholas-hughes-ethereal-landscapes-in-pictures-nowhere-far", "Description": "Nowhere Far  the first monograph by Nicholas Hughes  has been 15 years in the making and spans six separate series of abstract and ethereal landscapes. Hughes's work is concerned with man's relationship to the environment  examining the space between the world people inhabit and that which nature claims as its ownNowhere Far by Nicholas Hughes is published by GOST Books Continue reading...", "Title": "Nicholas Hughes's ethereal landscapes - in pictures"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-42342467", "Description": "A last-ditch effort to save the world's rarest marine mammal from extinction has been launched.", "Title": "Last chance to save the 'panda of the sea' from extinction"}, {"URL": "http://www.bbc.co.uk/news/world-europe-42322968", "Description": "But the French leader says he will not agree to a demand that America's terms should be negotiated.", "Title": "Climate change: Trump will bring US back into Paris deal - Macron"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42314289", "Description": "Seabirds such as the kittiwake are being pushed to the brink of extinction  say conservationists.", "Title": "'Worrying alarm call' for world's birds on brink of extinction"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42318555", "Description": "Adult golden eagles are unable to shift the timing of their migration  a North American study shows", "Title": "Golden eagle migration out of sync with climate change"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42169462", "Description": "More than three times as many Americans are at risk of having their homes flooded than federal maps show.", "Title": "US flood risk 'severely underestimated'"}, {"URL": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-42264946", "Description": "The remains of the extinct sea creature include an early form of the eye seen in many of today's animals.", "Title": "Researchers find 'oldest ever eye' in fossil"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42252233", "Description": "The end of the era of throwaway plastic has been signalled by UN environment ministers meeting in Kenya.", "Title": "UN signals 'end' of throwaway plastic"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42204575", "Description": "Wild relatives of modern crops deemed crucial for food security are threatened with extinction.", "Title": "IUCN Red List: Wild crops listed as threatened"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42225917", "Description": "Migratory birds are arriving in the UK earlier each spring and leaving later each autumn  a study shows.", "Title": "How UK's birds are being affected by a changing climate"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42196752", "Description": "A UK-Dutch-built Earth observing spacecraft shows its promise with some stunning images of pollution.", "Title": "New Sentinel satellite tracks dirty air"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42190678", "Description": "A plan to drastically cut plastic pollution of the oceans may be agreed at a UN summit.", "Title": "'Zero tolerance' plan eyed for plastic pollution"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42177532", "Description": "A collection of 200 eggs gives new insights into the development of the extinct flying reptiles.", "Title": "Fossilised eggs shed light on reign of pterosaurs"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-42342467", "Description": "A last-ditch effort to save the world's rarest marine mammal from extinction has been launched.", "Title": "Last chance to save the 'panda of the sea' from extinction"}, {"URL": "http://www.bbc.co.uk/news/world-42288041", "Description": "Charlie Veron's been diving for 50 years and has discovered more than 20% of the world's coral species", "Title": "The 'Godfather of Coral' who's still diving at 72"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41816332", "Description": "Can technology to remove carbon dioxide from the atmosphere really help prevent dangerous climate change?", "Title": "Climate's magic rabbit: Pulling CO2 out of thin air"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-42322346", "Description": "Images of a starving Canadian bear go viral - but all may not be as it appears.", "Title": "'Face of climate change'?"}, {"URL": "http://www.bbc.co.uk/news/science-environment-42057143", "Description": "In the middle of the 18th Century  a large flightless bird became extinct on an Indian Ocean island.", "Title": "The other Dodo"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41671770", "Description": "Prof Joanna Haigh from Imperial College London explains why this gas has played a crucial role in shaping the Earth's climate.", "Title": "Carbon case history"}]}